{
    "dialogue_ev001_start": "[Zaszyfrowana Transmisja]\nNieznany Głos (Echo Vector): Witaj, hakerze. Twoje nietypowe podejście do systemów OmniCorp przykuło naszą uwagę. Jesteśmy grupą znaną jako Echo Vector. Walczymy z tyranią informacyjną OmniCorp i ich złowieszczym projektem 'Chimera'. Jeśli naprawdę chcesz coś zmienić, a nie tylko buszować po peryferiach, udowodnij swoją wartość. Udaj się do Lobby Danych ich głównego serwera. Zneutralizuj tamtejszy patrol i znajdź notatkę pozostawioną przez jednego z naszych agentów. Zawiera dalsze instrukcje.",
    "dialogue_ev001_end": "[Zaszyfrowana Transmisja]\nEcho Vector: Nieźle, {player_name}. Notatka zawierała hasło, prawda? Ten Deszyfrator Alpha powinien ci pomóc w obejściu prostszych zabezpieczeń. Jesteś gotów na coś poważniejszego? Archiwa OmniCorp kryją dane, które mogą wstrząsnąć ich fundamentami.",
    "dialogue_ev002_start": "[Zaszyfrowana Transmisja]\nEcho Vector: Wiedzieliśmy, że można na ciebie liczyć, {player_name}. Czas zagłębić się w mroczne sekrety OmniCorp. Ich Archiwum Alpha przechowuje wczesne dane dotyczące projektu 'Chimera'. Dostęp jest silnie chroniony, ale hasło z notatki powinno otworzyć ci drogę. Zdobądź te dane. Są kluczowe.",
    "dialogue_ev002_end": "[Zaszyfrowana Transmisja]\nEcho Vector: Doskonale! Te fragmenty o 'Chimera'... to gorsze niż myśleliśmy. Ten Koprocesor Szyfrujący, który zdobyliśmy, powinien wzmocnić twoje możliwości ofensywne. A Moduł Wirusa pozwoli ci skompilować własne narzędzia. Czas uderzyć tam, gdzie OmniCorp rozwija swoje najnowsze koszmary - w ich sektor R&D.",
    "dialogue_ev003_start": "[Zaszyfrowana Transmisja]\nEcho Vector: {player_name}, dane o 'Chimera' potwierdzają nasze najgorsze obawy. OmniCorp buduje coś, co może zniewolić umysły. Musimy zdobyć technologię, która da nam szansę w walce. Zinfiltruj ich Sektor Badań i Rozwoju. Jest tam prototypowy Moduł Przetwarzania Równoległego. Zdobądź go. To będzie trudne, zabezpieczenia są tam na najwyższym poziomie.",
    "dialogue_ev003_end": "[Zaszyfrowana Transmisja]\nEcho Vector: Masz ten moduł! Niesamowite. Z każdym twoim sukcesem OmniCorp traci grunt pod nogami. Ten Impuls Zakłócający to nasz mały prezent - może się przydać do osłabiania ich potężniejszych strażników. Przygotuj się, bo następne zadanie zaprowadzi cię w samo serce bestii."
}